/* GKErrorUserDenied description */
"The requested operation could not be completed because it was denied by the user." = "A kért művelet nem hajtható végre, mert a felhasználó elutasította azt.";

/* GKErrorNotAuthenticated description */
"The requested operation could not be completed because local player has not been authenticated." = "A kért művelet nem hajtható végre, mert a helyi játékos nem lett hitelesítve.";

/* GKErrorAuthenticationInProgress description */
"The requested operation could not be completed because local player is already authenticating." = "A kért művelet nem hajtható végre, mert a helyi játékos már éppen hitelesítést végez.";

/* GKErrorMatchRequestInvalid description */
"The requested operation could not be completed because the match request is invalid." = "A kért művelet nem hajtható végre, mert a mérkőzéskérelem érvénytelen.";

/* GKErrorInvalidPlayer description */
"The requested operation could not be completed because the player is invalid." = "A kért művelet nem hajtható végre, mert a játékos érvénytelen.";

/* GKErrorPlayerStatusExceedsMaximumLength description */
"The requested operation could not be completed because the player status string exceeds the maximum length." = "A kért művelet nem hajtható végre, mert a játékos állapot-karaktersora túllépi a maximális hosszt.";

/* GKErrorPlayerStatusInvalid description */
"The requested operation could not be completed because the player status string is invalid." = "A kért művelet nem hajtható végre, mert a játékos állapot-karaktersora érvénytelen.";

/* GKErrorScoreNotSet description */
"The requested operation could not be completed because the score value has not been set." = "A kért művelet nem hajtható végre, mert a pontszámérték nem lett megadva.";

/* GKErrorInvalidCredentials description */
"The requested operation could not be completed because the username and/or password are incorrect." = "A kért művelet nem hajtható végre, mert a felhasználói név és/vagy jelszó helytelen.";

/* GKErrorGameUnrecognized description */
"The requested operation could not be completed because this application is not recognized by Game Center." = "A kért művelet nem hajtható végre, mert a Game Center nem ismeri fel ezt az alkalmazást.";

/* GKErrorParentalControlsBlocked description */
"The requested operation could not be completed because this feature has been disabled in Restrictions." = "A kért művelet nem hajtható végre, mert ez a funkció ki lett kapcsolva a Korlátozásokban.";

/* GKErrorUnderage description */
"The requested operation could not be completed because this feature is disabled for underage players." = "A kért művelet nem hajtható végre, mert ez a funkció le van tiltva a fiatalkorú játékosok számára.";

/* GKErrorCommunicationsFailure description */
"The requested operation could not be completed due to an error communicating with the server." = "A kért művelet nem hajtható végre a szerverrel való kommunikációs hiba miatt.";

/* GKErrorUnknown description */
"The requested operation could not be completed due to an unknown error." = "A kért művelet nem hajtható végre egy ismeretlen hiba miatt.";

/* GKErrorCancelled description */
"The requested operation has been cancelled." = "A kért művelet vissza lett vonva.";

